{
    "pasta0":"Writing's not easy. That's why Grammarly can help. This sentence is grammatically correct, but it's wordy, and hard to read. It undermines the writer's message and the word choice is bland. Grammarly's cutting edge technology helps you craft compelling, understandable writing that makes an impact on your reader. Much better. Are you ready to give it a try? Installation is simple and free. Visit Grammarly.com today!",
    "pasta1":"I sexually Identify as an overused sexually identification copypasta. Ever since I was a boy I dreamed of spamming other users with my unfunny wall of text. People say that a person who does this is an idiot and I'm fucking retarded but I don't care, I'm beautiful. I'm having these words glued all over my body. From now on I want people to refer to me as an overused sexually identification copypasta and respect my right to paste unfunny copypasta in chat. If you can't accept me you're funny and mentally stable and need to check your choice of subreddits. Thank you for being so understanding.",
    "pasta2":"My name is Yoshikage Kira. I'm 33 years old. My house is in the northeast section of Morioh, where all the villas are, and I am not married. I work as an employee for the Kame Yu department stores, and I get home every day by 8 PM at the latest. I don't smoke, but I occasionally drink. I'm in bed by 11 PM, and make sure I get eight hours of sleep, no matter what. After having a glass of warm milk and doing about twenty minutes of stretches before going to bed, I usually have no problems sleeping until morning. Just like a baby, I wake up without any fatigue or stress in the morning. I was told there were no issues at my last check-up. I'm trying to explain that I'm a person who wishes to live a very quiet life. I take care not to trouble myself with any enemies, like winning and losing, that would cause me to lose sleep at night. That is how I deal with society, and I know that is what brings me happiness. Although, if I were to fight I wouldn't lose to anyone.",
    "pasta3":"Anyways, um... I bought a whole bunch of shungite rocks, do you know what shungite is? Anybody know what shungite is? No, not Suge Knight, I think he's locked up in prison. I'm talkin' shungite. Anyways, it's a two billion year-old like, rock stone that protects against frequencies and unwanted frequencies that may be traveling in the air. That's my story, I bought a whole bunch of stuff. Put 'em around the la casa. Little pyramids, stuff like that.",
    "pasta4":"I sexually Identify as an Attack Helicopter. Ever since I was a boy I dreamed of soaring over the oilfields dropping hot sticky loads on disgusting foreigners. People say to me that a person being a helicopter is Impossible and I'm *** retarded but I don't care, I'm beautiful. I'm having a plastic surgeon install rotary blades, 30 mm cannons and AMG-114 Hellfire missiles on my body. From now on I want you guys to call me \"Apache\" and respect my right to kill from above and kill needlessly. If you can't accept me you're a heliphobe and need to check your vehicle privilege. Thank you for being so understanding.",
    "pasta5":"What the fuck did you just fucking say about me, you little bitch? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You're fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my bare hands. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little \"clever\" comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn't, you didn't, and now you're paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You're fucking dead, kiddo.",
    "pasta6":"Not funny I didn't laugh. Your joke is so bad I would have preferred the joke went over my head and you gave up re-telling me the joke. To be honest this is a horrid attempt at trying to get a laugh out of me. Not a chuckle, not a hehe, not even a subtle burst of air out of my esophagus. Science says before you laugh your brain preps your face muscles but I didn't even feel the slightest twitch. 0/10 this joke is so bad I cannot believe anyone legally allowed you to be creative at all. The amount of brain power you must have put into that joke has the potential to power every house on Earth. Get a personality and learn how to make jokes, read a book. I'm not saying this to be funny I genuinely mean it on how this is just bottom barrel embarrassment at comedy. You've single handedly killed humor and every comedic act on the planet. I'm so disappointed that society has failed as a whole in being able to teach you how to be funny. Honestly if I put in all my power and time to try and make your joke funny it would require Einstein himself to build a device to strap me into so I can be connected to the energy of a billion stars to do it, and even then all that joke would get from people is a subtle scuff. You're lucky I still have the slightest of empathy for you after telling that joke otherwise I would have committed every war crime in the book just to prevent you from attempting any humor ever again. We should put that joke in text books so future generations can be wary of becoming such an absolute comedic failure. Im disappointed, hurt, and outright offended that my precious time has been wasted in my brain understanding that joke. In the time that took I was planning on helping kids who have been orphaned, but because of that you've waisted my time explaining the obscene integrity of your terrible attempt at comedy. Now those kids are suffering without meals and there's nobody to blame but you. I hope you're happy with what you have done and I truly hope you can move on and learn from this piss poor attempt",
    "pasta7":"This [insert CSGO team or player here] is fantastic. Just needs to work on communication, aim, map awareness, crosshair placement, economy management, pistol aim, awp flicks, grenade spots, smoke spots, pop flashes, positioning, bomb plant positions, retake ability, bunny hopping, spray control and getting a kill.",
    "pasta8":"You know how some people say that math is “mental abuse to humans”? Well, lemme tell you one thing: “Math” is an abbreviation for “mathematics”, so you’re only looking at 36% of the whole thing. What does the other 64% stand for? It stands for “except mostly at truly intelligently cool students”! That means, if you think math is mentally abusing you, you’re not truly intelligent or cool! You’re dumb and lame! So the next time someone gives you the first 36% of this ridiculous acronym, give them the other 64%. Don’t forget to tell them that they suck at etymology.",
    "pasta9":"Do british people actually exist? I mean, they must be a meme, there is a not a single thing about them. And I mean it. Let's go through the evidence: Where are they from? Not a single country in the world is named Britain. Some people say they come from England, and England is inside Britain, but if that was the case they would be British they would be Englanders. Also, heard some silly theories about them coming from whales. Guys, no, whale people do not exist. Whales live in the sea. There is a consensus on british people coming from Europe, but then we are left with a whole continent of possible locations. That's as good as nothing. What do they eat? Every country has at least one main dish. Even the US has their burgers. But these british people, what do they eat? Heard some people associating them with tea, but everyone knows that's an Asian thing. Shouldn't they come from Europe? One of these two points must be wrong them. To me, it looks too sketchy. What language do they speak? I challenge you, putting all my money and my ass on the line here, to find a supposed \"\"british\"\" person speaking their native language. Most of then just speak a broken ENGLISH. Yes, english. Really suspicious, huh? And I even tried to look deeper into it. Maybe british just SOUND like english, just like spanish could sound like portuguese for a non-speaker. So I looked up \"british dictionary on google\" and what I found was shocking: every word in there was AMERICAN. I kid you not. What this could mean is beyond my capabilities, but I can safely assure you that british people do not exist.",
    "pasta10":"Hey guys, did you know that in terms of male human and female Pokémon breeding, Vaporeon is the most compatible Pokémon for humans? Not only are they in the field egg group, which is mostly comprised of mammals, Vaporeon are an average of 3”03’ tall and 63.9 pounds, this means they’re large enough to be able handle human dicks, and with their impressive Base Stats for HP and access to Acid Armor, you can be rough with one. Due to their mostly water based biology, there’s no doubt in my mind that an aroused Vaporeon would be incredibly wet, so wet that you could easily have sex with one for hours without getting sore. They can also learn the moves Attract, Baby-Doll Eyes, Captivate, Charm, and Tail Whip, along with not having fur to hide nipples, so it’d be incredibly easy for one to get you in the mood. With their abilities Water Absorb and Hydration, they can easily recover from fatigue with enough water. No other Pokémon comes close to this level of compatibility. Also, fun fact, if you pull out enough, you can make your Vaporeon turn white. Vaporeon is literally built for human dick. Ungodly defense stat+high HP pool+Acid Armor means it can take cock all day, all shapes and sizes and still come for more",
    "pasta11":"My Grandfather smoked his whole life. I was about 10 years old when my mother said to him, 'If you ever want to see your grandchildren graduate, you have to stop immediately.'. Tears welled up in his eyes when he realized what exactly was at stake. He gave it up immediately. Three years later he died of lung cancer. It was really sad and destroyed me. My mother said to me- 'Don't ever smoke. Please don't put your family through what your Grandfather put us through.\" I agreed. At 28, I have never touched a cigarette. I must say, I feel a very slight sense of regret for never having done it, because your post gave me cancer anyway.",
    "pasta12":"In the first age, in the first battle, when the shadows first lengthened, one stood. Burned by the embers of Armageddon, his soul blistered by the fires of Hell and tainted beyond ascension, he chose the path of perpetual torment. In his ravenous hatred he found no peace; and with boiling blood he scoured the Umbral Plains seeking vengeance against the dark lords who had wronged him. He wore the crown of the Night Sentinels, and those that tasted the bite of his sword named him... The Fungus.",
    "pasta13":"Why do people hate on fortnite?\n Is it because of the sweats? Because they didn’t adapt and evolve like the rest of us? The game is three years old... people are going to get good and master the game, just like any game. I’m tired of seeing little kids get bullied for playing a game that they love to play. At the end of the day, we’re all gamers just like you are. Just because you aren’t good enough anymore or you even simply don’t even enjoy it anymore, doesn’t mean you have to hate on the game. The sad part about all of this is this is a trend to hate on Fortnite, it really is, people do it for clout. You look at every single one of my videos about Fortnite, 99% of the time you’re gonna see a hate comment. And 99% of the time most of those people leaving hate comments have played this game before. Obviously it’s not like it used to be... games evolve, just like Fortnite did. Just because we kept grinding and got good at the game that you didn’t, doesn’t mean you have to hate on us for doing that. We’re all gamers and we’re just trying to play a game we love. Please stop hating.",
    "pasta14":"According to Google, wet means \"covered or saturated with water or another liquid.\" Since water molecules touch each other naturally as they move, and because there are always (99.999999%) more than a few molecules, they naturally shift and cover each other as they move. In other words, water is wet. Checkmate mf",
    "pasta15":"Speaking from my experience, as someone who lives in a country where Reddit is still an unknown thing for most people, I stayed with reddit as my main “social media” (don’t know if this is the right concept for reddit but you get me) because I love the interaction here, Yeah, nothing is perfect. Who hasn’t had a stupid argument with someone, a racist moment, you name it, But i still think Reddit has the best community if you compare it to facebook and stuff",
    "pasta16":"She's insecure. The only reason why she would put such a repulsive image on her Tinder is to stand out. It's the same in bed too, she probably grunts like a bison to make herself seem special even though she is most likely devoid of an ounce of personality. Better to just swipe right. Or left, I don't really know, whichever direction is the one that makes you ignore someone. I don't use Tinder because it's misleading - people shouldn't use an application as a substitute to real life talk. Stats show that around 0.78% people actually hook up with their Tinder match. 99% of them are either \"catfish\" or bots. What a God damn time waste. I'm pretty sure most people only use it to farm karma points, I doubt anyone expects to find an actual girl there. It's just Redditors talking to Redditors and Redditors talking to bots programmed to sound like engaging women.",
    "pasta17":"This weekend I bought a new ejuice and was vaping all Saturday. Then in the night I was ready to go sleeping and I was you know touching my penis because of you know , natural reasons, and then I realized my penis had a smell like the smell of my new ejuice ! That not happened before with other brands. I am now very intrigued because I think this can be a really plus you know .... Girls could be more \"motivated\" to go down and make oral sex. Is this normal ? Because I have some months into vaping and had never seen this effect with vaping until now with this brand.",
    "pasta18":"how to a-pose as heavy (tutorial) (i teach you) (this is a tutorial) requirements: you should be in a server with fast respawn time (it makes things a lot easier), also this is much easier if you have the huo-long heater (it uses up ammo faster), if you dont have that just use the default minigun step uno: pick hevy (who would’ve thought) and be in the spawn room step dos: go right outside the spawn and suicide in game (you can do this by switching classes and switching back to heavy before respawning) step tres: the moment you respawn, start shooting with the minigun till you have no ammo left, but keep holding down the fire button after you’ve run out of ammo step fore: while still holding down the fire button, pick up the minigun of your former dead self if you follow all those instructions correctly you should be a-posing in no time!! have fun terrorizing the local engineers or something side notes: try not to select any weapons while in your a-state as it reverts you back normal (you also get reverted back to normal upon death, tragic i know)",
    "pasta19":"Ok hillbilly person who supports genocide and pedophiles and war crimes and the Holocaust and the Rwandan genocide and 9/11 and incest and rape and the Armenian genocide and Nazis and the Japanese interment camps and sterilizing immigrants and concentration camps and harvesting organs and mass shootings and human trafficking and totalitarian fascist regimes and Donald Trump saying \"There were very fine people on both sides\" and white supremacy and male supremacy and cis supremacy and hetero supremacy and the coronavirus pandemic and imperialism and bombing Syria and the drug war and the Crusades and the Holodomor and the January 6th capitol storm and slavery and World War 1 and World War 2 and diabetes and cancer and AIDS and Ebola and murder and rabies and police brutality and fatherless homes and motherless homes and segregation and Jim Crow laws and the Uyghur genocide and animal abuse and selling SpongeBob's soul for 62 cents and murdering babies and voter fraud and fascism and fatphobia and ableism and criminalizing homosexuality and bestiality and kids starving in the streets and saying slurs and cannibalism and banning everything in existence and wishing that all of life on Earth was extinct. Fuck you!",
    "pasta20":"SPAIN IS NOT REAL EVERY TIME. EVERY GODDAMN TIME I MEET SOMEONE AND ASK IF THEY THINK SPAIN IS REAL THEY SAY SOMETHING ALONG THE LINES OF “OH SPAIN IS REAL, WHAT ARE YOU TALKING ABOUT” WELL TO ALL OF YOU UNEDUCATED PIGS SITTING AROUND ON YOUR COMPUTER, I’D LIKE TO PROVE YOU ARE WRONG AND SPAIN WAS NEVER REAL!! HAVE YOU EVER BEEN IN SPAIN???? HAVE YOU EVER TALKED TO SOMEONE FROM SPAIN??? NO!!!!!!!!!!!!!!!!!!!! ITS THE WORLD HIDING SOMETHING LIKE ALWAYS!!! I BET THERE ARE ALIENS IN “SPAIN” AND THE WORLD JUST CALLS IT SPAIN SO NOBODY GETS SUSPICIOUS!!!! AND THEN I SEE EVERYONE BRAINWASHED SAYING “OH SPAIN IS REAL” LIKE NO IT ISNT!! STOP FALLING FOR IT!!! I HOPE WE CAN LEARN FROM OUR MISTAKES. WE NEED TO FIND OUT WHAT’S IN SPAIN AND RAID THAT DAMN PLACE. JULY 21ST. THEY CANT STOP ALL OF US!!!!!!!!!!!!!!!!!",
    "pasta21":"From a utilitarian perspective, typing @ everyone on discord is just as bad as assault. The minor annoyance, when felt simultaneously by thousands of people produces a net negative impact on overall utility. This minor annoyance multiplied by, in the case of some big servers, thousands of times over, is worse than being attacked and landing in the hospital with a broken jaw, nose and eye socket. People who tag @ everyone should be imprisoned and punished severely for their anti-utilitarian acts of violence.",
    "pasta22":"His beedy, cruel yet seemingly innocent, ever so slighty slanted eyes contorted in a gest of unconfided distaste, cruelty, and complete/utmost disregard for the capacity and inguneuity of human life and purpose. His slight grandmotherly half-formed, teeth revealing abomination one might consider a mouth with abominable and grotestque proportions pureposefully designed to draw meaningless pity and embathy for this souless creature. His sparse wisps of unnatrually saturated hair rolled into seemingly meaningless positions scattered around his freaskishly atrocious face, with no regard for look or functionality. The tubes of oxygen, forced against their will to provide life to this sinfilled piece of rot, created only for misery, sorry and eventual death. His whole figure sends shivers down my spines if I dare think of him. Death to this monkey and to whomever created and produced this gif/image that will forever be a stain on what otherwise was a happy and carefree mind.",
    "pasta23":"That's money that is coming out of Lego's profits, and food coming out of bellies of Lego employees. Do you think Lego makes enough money, indeed a crass amount of money? And $200 isn't a fair price, for a motor? When you turn that motor on I hope to hell no one you love is there when that shit goes haywire.",
    "pasta24":"She's insecure. The only reason why she would put such a repulsive image on her Tinder is to stand out. It's the same in bed too, she probably grunts like a bison to make herself seem special even though she is most likely devoid of an ounce of personality. Better to just swipe right. Or left, I don't really know, whichever direction is the one that makes you ignore someone. I don't use Tinder because it's misleading - people shouldn't use an application as a substitute to real life talk. Stats show that around 0.78% people actually hook up with their Tinder match. 99% of them are either \"catfish\" or bots. What a God damn time waste. I'm pretty sure most people only use it to farm karma points, I doubt anyone expects to find an actual girl there. It's just Redditors talking to Redditors and Redditors talking to bots programmed to sound like engaging women.",
    "pasta25":"Haha public lobbies be like. Why arent you laughing? I just made a reference to the popular video game \"Among Us\"! How can you not laugh at it? Emergeny meeting! Guys, this here guy doesnt laugh at my funny Among Us memes! Lets beat him to death! Dead body reported! Skip! Skip! Vote blue! Blue was not an impostor. Among us in a nutshell hahahaha. What?! Youre still not laughing your ass off? I made a funny reference to Among Us and YOU STILL ARENT LAUGHING??!!! Bruh. Ya hear that? Wooooooosh. Whats woooosh? Oh, nothing. Just the sound of a joke flying over your head. Whats that? You think im annoying? Kinda sus, bro. Hahahaha! Anyway, yea, gotta go do tasks. Hahahaha!",
    "pasta26":"I haven’t fucking slept in eight goddamn days. Why haven’t I slept? I don’t fucking know. I physically want to motherfucking die, or at least get some fucking sleep. I’ve taken 7 shots of DynaPep, please fucking kill me. I’ve literally fucking done 16 days worth of work in fucking 3 hours, I don’t fucking know how. I am a complete fucking twatwaffle for fucking staying awake this goddamn motherfucking long, why the fuck am i even doing this? My body wants to fucking close it’s goddamn eyes and get some motherfucking sleep, but it physically fucking can’t for some bloody stupid reason. I want to fucking die. Please fucking help me in some goddamn way you fucking dickweed, I need to sleep. Y’know what, fuck it. I’m going to go scream at the top of my lungs at 2AM like a literal fucking maniac in a 7-Eleven parking lot until someone calls the police, or they just fucking leave, because it’s goddamn 7-Eleven. Everyone who goes to 7-Eleven at 2AM is automatically a cockburger, don’t goddamn deny it. Kill me.",
    "pasta27":"Hello, sorry to bother you, but I couldn't help but notice you are of the female gender. I've also noticed you are very beautiful. Oh you have a boyfriend? He's very abusive and I can tell just from looking in your beautiful eyes. I will not treat you that way. He probably only loves you for your body. No? Well, do you have an onlyfans? I'll do anything. I was going to pay for my mothers cancer treatment, but you probably need it more than she does. Please, give me ANYTHING. I love you. Please, love me back.",
    "pasta28":"Hi i am an 18 year old guy after a little bit of thinking i discovered that relationships and sex aren't the best way for passing on my genes here is an alternative strategy :work 12 to 16 hours a day 7 days a week every week for 30 years save and invest 90 to 99 percent of your income than when you are in your 50s and you are wealthy enough you can buy womens eggs and rent wombs to carry your babies you only have to give semen than when the babies are born dana test them all and take them only if are yours than raise them to grow the family net worth and expend the tribe by breading with woman with certain genetic traits",
    "pasta29":"Hentai is overrated My dudes. Everyone talks about it, everyone makes memes about their 13.6 TB of hentai and stuff. But imo I just can’t get off to it anymore at all. I legit set a timer to see when I nut (don’t judge or ask) to prove it’s no longer doing it for me. It came to around like 30 mins or soemthing. And I didn’t even but. I got too tired and bored. They are actually quite annoying too. Like how does this girl who’s getting screwed somehow yelling all this word vomit. “Oh my gosh it’s inside me, oh my gosh it’s so big waaaaaa” everyone has their preferences. But me personally it’s just not very good anymore, don’t get me wrong there’s some good ones out there, but I’ve come to the point where I haven’t wanted to hentai in around 9 months. So yeah.",
    "pasta30":"In the first age, in the first battle, when the shadows first lengthened, one stood. Burned by the embers of Armageddon, his soul blistered by the fires of Hell and tainted beyond ascension, he chose the path of perpetual torment. In his ravenous hatred he found no peace; and with boiling blood he scoured the Umbral Plains seeking vengeance against the dark lords who had wronged him. He wore the crown of the Night Sentinels, and those that tasted the bite of his sword named him... The Fungus.",
    "pasta31":"Yh its my birthday today, i'm 18 now, please dont wish me happy birthday, to me its just weird coming from a lot of ppl online i dont even know, i mean if u do fine but i wont say thanks or whatever, n besides u lot are younger than me too, well wesley aint", 
    "pasta32":"hi, i’m deactivating. none of u interact as much anymore so it's finally time i say bye. I’m sorry bc im so sick of this but first of all why are you still reading this? do you like me? do you want me to slam you against the wall and choke you? do you want that? tell me?",
    "pasta33":"What the fuck did you just fucking say about me, you little bitch? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. Mandem lives in the endz and if man approaches you it'l be 301. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words, i have more precision than warzone hackers. You think you can get away with saying that shit to me over the Internet? Think again, bitch. As we speak I am contacting my secret network of spies across the world and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You're fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my bare hands. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States and UK Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little \"clever\" comment was about to bring down upon you, maybe you would have held your fucking mouth from opening, letting out only a miserable roast, also crusty dusty breath and teeth. But you couldn't, you didn't, and now you're paying the price, you goddamn idiot. I will form fury and rain it down your 4'10 ass. You're fucking dead, wasteman sket",
    "pasta34":"Imagine your in and its a normal day, your teacher tells you and your crush to go and get books from a different class your walking down the hallway untill, the fire bell rings so you go to the door to get out but realize its a real fire not fire practice there's smokey you two are coughing untill you get to the door that is on fire so you guys run to find another door, which is also on fire so you guys run to the toilets and plan your escape you then see a window in the bathroom then you realize she can get through the window window is high so she has to get on her shoulders then... your stuck till you sit there and burn but you realize you saved her then you get a warm feeling then realize you died a not painful deathYou wake up in heaven you realize you have a choice... its either you get reincarnated or you stay dead you choose reincarnated your a baby your slowly growing up you realize your back in the city where your high school was then you realize you can see the girl again! You run as fast as you can to the high-school you find her then she... wait for part 3Shes not there she didn't make it out they tell you she died when she got out, she burnt to a crisp shes dead you run to find her grave then you see her at your grave... she reincarnated aswell! You have another chance... part 4 soon",
    "pasta35":"you was so dreamy outside and then it was raining flex on that boy i see why you hate me",
    "pasta36":"Nobody is born Lesbian, Gay, Black or trans. LGBT is a choice that directly counteracts God’s plan for you. God loves you and it hurts you when you disrespect him like that"
}